src/backend/test/load/relatorio_B.txt

          /\      |‾‾| /‾‾/   /‾‾/   
     /\  /  \     |  |/  /   /  /    
    /  \/    \    |     (   /   ‾‾\  
   /          \   |  |\  \ |  (‾)  | 
  / __________ \  |__| \__\ \_____/ .io

     execution: local
        script: load_test_b.js
        output: -

     scenarios: (100.00%) 1 scenario, 100 max VUs, 5m30s max duration (incl. graceful stop):
              * default: 100 looping VUs for 5m0s (gracefulStop: 30s)


running (0m01.0s), 100/100 VUs, 0 complete and 0 interrupted iterations
default   [   0% ] 100 VUs  0m01.0s/5m0s

running (0m02.0s), 100/100 VUs, 0 complete and 0 interrupted iterations
default   [   1% ] 100 VUs  0m02.0s/5m0s

running (0m03.0s), 100/100 VUs, 0 complete and 0 interrupted iterations
default   [   1% ] 100 VUs  0m03.0s/5m0s

running (0m04.0s), 100/100 VUs, 0 complete and 0 interrupted iterations
default   [   1% ] 100 VUs  0m04.0s/5m0s

running (0m05.0s), 100/100 VUs, 0 complete and 0 interrupted iterations
default   [   2% ] 100 VUs  0m05.0s/5m0s

running (0m06.0s), 100/100 VUs, 0 complete and 0 interrupted iterations
default   [   2% ] 100 VUs  0m06.0s/5m0s

running (0m07.0s), 100/100 VUs, 0 complete and 0 interrupted iterations
default   [   2% ] 100 VUs  0m07.0s/5m0s

running (0m08.0s), 100/100 VUs, 0 complete and 0 interrupted iterations
default   [   3% ] 100 VUs  0m08.0s/5m0s

running (0m09.0s), 100/100 VUs, 0 complete and 0 interrupted iterations
default   [   3% ] 100 VUs  0m09.0s/5m0s

running (0m10.0s), 100/100 VUs, 0 complete and 0 interrupted iterations
default   [   3% ] 100 VUs  0m10.0s/5m0s

running (0m11.0s), 100/100 VUs, 1 complete and 0 interrupted iterations
default   [   4% ] 100 VUs  0m11.0s/5m0s

running (0m12.0s), 100/100 VUs, 1 complete and 0 interrupted iterations
default   [   4% ] 100 VUs  0m12.0s/5m0s

running (0m13.0s), 100/100 VUs, 2 complete and 0 interrupted iterations
default   [   4% ] 100 VUs  0m13.0s/5m0s

running (0m14.0s), 100/100 VUs, 2 complete and 0 interrupted iterations
default   [   5% ] 100 VUs  0m14.0s/5m0s

running (0m15.0s), 100/100 VUs, 3 complete and 0 interrupted iterations
default   [   5% ] 100 VUs  0m15.0s/5m0s

running (0m16.0s), 100/100 VUs, 3 complete and 0 interrupted iterations
default   [   5% ] 100 VUs  0m16.0s/5m0s

running (0m17.0s), 100/100 VUs, 3 complete and 0 interrupted iterations
default   [   6% ] 100 VUs  0m17.0s/5m0s

running (0m18.0s), 100/100 VUs, 3 complete and 0 interrupted iterations
default   [   6% ] 100 VUs  0m18.0s/5m0s

running (0m19.0s), 100/100 VUs, 4 complete and 0 interrupted iterations
default   [   6% ] 100 VUs  0m19.0s/5m0s

running (0m20.0s), 100/100 VUs, 4 complete and 0 interrupted iterations
default   [   7% ] 100 VUs  0m20.0s/5m0s

running (0m21.0s), 100/100 VUs, 4 complete and 0 interrupted iterations
default   [   7% ] 100 VUs  0m21.0s/5m0s

running (0m22.0s), 100/100 VUs, 9 complete and 0 interrupted iterations
default   [   7% ] 100 VUs  0m22.0s/5m0s

running (0m23.0s), 100/100 VUs, 9 complete and 0 interrupted iterations
default   [   8% ] 100 VUs  0m23.0s/5m0s

running (0m24.0s), 100/100 VUs, 16 complete and 0 interrupted iterations
default   [   8% ] 100 VUs  0m24.0s/5m0s

running (0m25.0s), 100/100 VUs, 40 complete and 0 interrupted iterations
default   [   8% ] 100 VUs  0m25.0s/5m0s

running (0m26.0s), 100/100 VUs, 104 complete and 0 interrupted iterations
default   [   9% ] 100 VUs  0m26.0s/5m0s

running (0m27.0s), 100/100 VUs, 104 complete and 0 interrupted iterations
default   [   9% ] 100 VUs  0m27.0s/5m0s

running (0m28.0s), 100/100 VUs, 104 complete and 0 interrupted iterations
default   [   9% ] 100 VUs  0m28.0s/5m0s

running (0m29.0s), 100/100 VUs, 104 complete and 0 interrupted iterations
default   [  10% ] 100 VUs  0m29.0s/5m0s

running (0m30.0s), 100/100 VUs, 104 complete and 0 interrupted iterations
default   [  10% ] 100 VUs  0m30.0s/5m0s

running (0m31.0s), 100/100 VUs, 104 complete and 0 interrupted iterations
default   [  10% ] 100 VUs  0m31.0s/5m0s

running (0m32.0s), 100/100 VUs, 105 complete and 0 interrupted iterations
default   [  11% ] 100 VUs  0m32.0s/5m0s

running (0m33.0s), 100/100 VUs, 107 complete and 0 interrupted iterations
default   [  11% ] 100 VUs  0m33.0s/5m0s

running (0m34.0s), 100/100 VUs, 107 complete and 0 interrupted iterations
default   [  11% ] 100 VUs  0m34.0s/5m0s

running (0m35.0s), 100/100 VUs, 107 complete and 0 interrupted iterations
default   [  12% ] 100 VUs  0m35.0s/5m0s

running (0m36.0s), 100/100 VUs, 107 complete and 0 interrupted iterations
default   [  12% ] 100 VUs  0m36.0s/5m0s

running (0m37.0s), 100/100 VUs, 107 complete and 0 interrupted iterations
default   [  12% ] 100 VUs  0m37.0s/5m0s

running (0m38.0s), 100/100 VUs, 107 complete and 0 interrupted iterations
default   [  13% ] 100 VUs  0m38.0s/5m0s

running (0m39.0s), 100/100 VUs, 107 complete and 0 interrupted iterations
default   [  13% ] 100 VUs  0m39.0s/5m0s

running (0m40.0s), 100/100 VUs, 107 complete and 0 interrupted iterations
default   [  13% ] 100 VUs  0m40.0s/5m0s

running (0m41.0s), 100/100 VUs, 107 complete and 0 interrupted iterations
default   [  14% ] 100 VUs  0m41.0s/5m0s

running (0m42.0s), 100/100 VUs, 107 complete and 0 interrupted iterations
default   [  14% ] 100 VUs  0m42.0s/5m0s

running (0m43.0s), 100/100 VUs, 107 complete and 0 interrupted iterations
default   [  14% ] 100 VUs  0m43.0s/5m0s

running (0m44.0s), 100/100 VUs, 107 complete and 0 interrupted iterations
default   [  15% ] 100 VUs  0m44.0s/5m0s

running (0m45.0s), 100/100 VUs, 107 complete and 0 interrupted iterations
default   [  15% ] 100 VUs  0m45.0s/5m0s

running (0m46.0s), 100/100 VUs, 107 complete and 0 interrupted iterations
default   [  15% ] 100 VUs  0m46.0s/5m0s

running (0m47.0s), 100/100 VUs, 107 complete and 0 interrupted iterations
default   [  16% ] 100 VUs  0m47.0s/5m0s

running (0m48.0s), 100/100 VUs, 107 complete and 0 interrupted iterations
default   [  16% ] 100 VUs  0m48.0s/5m0s

running (0m49.0s), 100/100 VUs, 109 complete and 0 interrupted iterations
default   [  16% ] 100 VUs  0m49.0s/5m0s

running (0m50.0s), 100/100 VUs, 115 complete and 0 interrupted iterations
default   [  17% ] 100 VUs  0m50.0s/5m0s

running (0m51.0s), 100/100 VUs, 123 complete and 0 interrupted iterations
default   [  17% ] 100 VUs  0m51.0s/5m0s

running (0m52.0s), 100/100 VUs, 131 complete and 0 interrupted iterations
default   [  17% ] 100 VUs  0m52.0s/5m0s

running (0m53.0s), 100/100 VUs, 139 complete and 0 interrupted iterations
default   [  18% ] 100 VUs  0m53.0s/5m0s

running (0m54.0s), 100/100 VUs, 146 complete and 0 interrupted iterations
default   [  18% ] 100 VUs  0m54.0s/5m0s

running (0m55.0s), 100/100 VUs, 154 complete and 0 interrupted iterations
default   [  18% ] 100 VUs  0m55.0s/5m0s

running (0m56.0s), 100/100 VUs, 204 complete and 0 interrupted iterations
default   [  19% ] 100 VUs  0m56.0s/5m0s

running (0m57.0s), 100/100 VUs, 204 complete and 0 interrupted iterations
default   [  19% ] 100 VUs  0m57.0s/5m0s

running (0m58.0s), 100/100 VUs, 204 complete and 0 interrupted iterations
default   [  19% ] 100 VUs  0m58.0s/5m0s

running (0m59.0s), 100/100 VUs, 204 complete and 0 interrupted iterations
default   [  20% ] 100 VUs  0m59.0s/5m0s

running (1m00.0s), 100/100 VUs, 204 complete and 0 interrupted iterations
default   [  20% ] 100 VUs  1m00.0s/5m0s

running (1m01.0s), 100/100 VUs, 204 complete and 0 interrupted iterations
default   [  20% ] 100 VUs  1m01.0s/5m0s

running (1m02.0s), 100/100 VUs, 204 complete and 0 interrupted iterations
default   [  21% ] 100 VUs  1m02.0s/5m0s

running (1m03.0s), 100/100 VUs, 204 complete and 0 interrupted iterations
default   [  21% ] 100 VUs  1m03.0s/5m0s

running (1m04.0s), 100/100 VUs, 204 complete and 0 interrupted iterations
default   [  21% ] 100 VUs  1m04.0s/5m0s

running (1m05.0s), 100/100 VUs, 204 complete and 0 interrupted iterations
default   [  22% ] 100 VUs  1m05.0s/5m0s

running (1m06.0s), 100/100 VUs, 204 complete and 0 interrupted iterations
default   [  22% ] 100 VUs  1m06.0s/5m0s

running (1m07.0s), 100/100 VUs, 204 complete and 0 interrupted iterations
default   [  22% ] 100 VUs  1m07.0s/5m0s

running (1m08.1s), 100/100 VUs, 204 complete and 0 interrupted iterations
default   [  23% ] 100 VUs  1m08.1s/5m0s

running (1m09.0s), 100/100 VUs, 204 complete and 0 interrupted iterations
default   [  23% ] 100 VUs  1m09.0s/5m0s

running (1m10.0s), 100/100 VUs, 205 complete and 0 interrupted iterations
default   [  23% ] 100 VUs  1m10.0s/5m0s

running (1m11.0s), 100/100 VUs, 205 complete and 0 interrupted iterations
default   [  24% ] 100 VUs  1m11.0s/5m0s

running (1m12.0s), 100/100 VUs, 206 complete and 0 interrupted iterations
default   [  24% ] 100 VUs  1m12.0s/5m0s

running (1m13.0s), 100/100 VUs, 206 complete and 0 interrupted iterations
default   [  24% ] 100 VUs  1m13.0s/5m0s

running (1m14.0s), 100/100 VUs, 206 complete and 0 interrupted iterations
default   [  25% ] 100 VUs  1m14.0s/5m0s

running (1m15.0s), 100/100 VUs, 206 complete and 0 interrupted iterations
default   [  25% ] 100 VUs  1m15.0s/5m0s

running (1m16.0s), 100/100 VUs, 206 complete and 0 interrupted iterations
default   [  25% ] 100 VUs  1m16.0s/5m0s

running (1m17.0s), 100/100 VUs, 209 complete and 0 interrupted iterations
default   [  26% ] 100 VUs  1m17.0s/5m0s

running (1m18.0s), 100/100 VUs, 210 complete and 0 interrupted iterations
default   [  26% ] 100 VUs  1m18.0s/5m0s

running (1m19.0s), 100/100 VUs, 210 complete and 0 interrupted iterations
default   [  26% ] 100 VUs  1m19.0s/5m0s

running (1m20.0s), 100/100 VUs, 211 complete and 0 interrupted iterations
default   [  27% ] 100 VUs  1m20.0s/5m0s

running (1m21.0s), 100/100 VUs, 304 complete and 0 interrupted iterations
default   [  27% ] 100 VUs  1m21.0s/5m0s

running (1m22.0s), 100/100 VUs, 304 complete and 0 interrupted iterations
default   [  27% ] 100 VUs  1m22.0s/5m0s

running (1m23.0s), 100/100 VUs, 304 complete and 0 interrupted iterations
default   [  28% ] 100 VUs  1m23.0s/5m0s

running (1m24.0s), 100/100 VUs, 304 complete and 0 interrupted iterations
default   [  28% ] 100 VUs  1m24.0s/5m0s

running (1m25.0s), 100/100 VUs, 304 complete and 0 interrupted iterations
default   [  28% ] 100 VUs  1m25.0s/5m0s

running (1m26.0s), 100/100 VUs, 304 complete and 0 interrupted iterations
default   [  29% ] 100 VUs  1m26.0s/5m0s

running (1m27.0s), 100/100 VUs, 304 complete and 0 interrupted iterations
default   [  29% ] 100 VUs  1m27.0s/5m0s

running (1m28.1s), 100/100 VUs, 304 complete and 0 interrupted iterations
default   [  29% ] 100 VUs  1m28.1s/5m0s

running (1m29.1s), 100/100 VUs, 304 complete and 0 interrupted iterations
default   [  30% ] 100 VUs  1m29.1s/5m0s

running (1m30.0s), 100/100 VUs, 304 complete and 0 interrupted iterations
default   [  30% ] 100 VUs  1m30.0s/5m0s

running (1m31.0s), 100/100 VUs, 304 complete and 0 interrupted iterations
default   [  30% ] 100 VUs  1m31.0s/5m0s

running (1m32.0s), 100/100 VUs, 304 complete and 0 interrupted iterations
default   [  31% ] 100 VUs  1m32.0s/5m0s

running (1m33.0s), 100/100 VUs, 304 complete and 0 interrupted iterations
default   [  31% ] 100 VUs  1m33.0s/5m0s

running (1m34.0s), 100/100 VUs, 304 complete and 0 interrupted iterations
default   [  31% ] 100 VUs  1m34.0s/5m0s

running (1m35.0s), 100/100 VUs, 304 complete and 0 interrupted iterations
default   [  32% ] 100 VUs  1m35.0s/5m0s

running (1m36.0s), 100/100 VUs, 306 complete and 0 interrupted iterations
default   [  32% ] 100 VUs  1m36.0s/5m0s

running (1m37.0s), 100/100 VUs, 312 complete and 0 interrupted iterations
default   [  32% ] 100 VUs  1m37.0s/5m0s

running (1m38.0s), 100/100 VUs, 336 complete and 0 interrupted iterations
default   [  33% ] 100 VUs  1m38.0s/5m0s

running (1m39.0s), 100/100 VUs, 338 complete and 0 interrupted iterations
default   [  33% ] 100 VUs  1m39.0s/5m0s

running (1m40.0s), 100/100 VUs, 338 complete and 0 interrupted iterations
default   [  33% ] 100 VUs  1m40.0s/5m0s

running (1m41.0s), 100/100 VUs, 344 complete and 0 interrupted iterations
default   [  34% ] 100 VUs  1m41.0s/5m0s

running (1m42.0s), 100/100 VUs, 351 complete and 0 interrupted iterations
default   [  34% ] 100 VUs  1m42.0s/5m0s

running (1m43.0s), 100/100 VUs, 404 complete and 0 interrupted iterations
default   [  34% ] 100 VUs  1m43.0s/5m0s

running (1m44.0s), 100/100 VUs, 405 complete and 0 interrupted iterations
default   [  35% ] 100 VUs  1m44.0s/5m0s

running (1m45.0s), 100/100 VUs, 405 complete and 0 interrupted iterations
default   [  35% ] 100 VUs  1m45.0s/5m0s

running (1m46.0s), 100/100 VUs, 405 complete and 0 interrupted iterations
default   [  35% ] 100 VUs  1m46.0s/5m0s

running (1m47.0s), 100/100 VUs, 405 complete and 0 interrupted iterations
default   [  36% ] 100 VUs  1m47.0s/5m0s

running (1m48.0s), 100/100 VUs, 406 complete and 0 interrupted iterations
default   [  36% ] 100 VUs  1m48.0s/5m0s

running (1m49.0s), 100/100 VUs, 406 complete and 0 interrupted iterations
default   [  36% ] 100 VUs  1m49.0s/5m0s

running (1m50.0s), 100/100 VUs, 406 complete and 0 interrupted iterations
default   [  37% ] 100 VUs  1m50.0s/5m0s

running (1m51.1s), 100/100 VUs, 406 complete and 0 interrupted iterations
default   [  37% ] 100 VUs  1m51.1s/5m0s

running (1m52.0s), 100/100 VUs, 407 complete and 0 interrupted iterations
default   [  37% ] 100 VUs  1m52.0s/5m0s

running (1m53.0s), 100/100 VUs, 407 complete and 0 interrupted iterations
default   [  38% ] 100 VUs  1m53.0s/5m0s

running (1m54.0s), 100/100 VUs, 407 complete and 0 interrupted iterations
default   [  38% ] 100 VUs  1m54.0s/5m0s

running (1m55.0s), 100/100 VUs, 407 complete and 0 interrupted iterations
default   [  38% ] 100 VUs  1m55.0s/5m0s

running (1m56.0s), 100/100 VUs, 407 complete and 0 interrupted iterations
default   [  39% ] 100 VUs  1m56.0s/5m0s

running (1m57.0s), 100/100 VUs, 407 complete and 0 interrupted iterations
default   [  39% ] 100 VUs  1m57.0s/5m0s

running (1m58.0s), 100/100 VUs, 407 complete and 0 interrupted iterations
default   [  39% ] 100 VUs  1m58.0s/5m0s

running (1m59.0s), 100/100 VUs, 407 complete and 0 interrupted iterations
default   [  40% ] 100 VUs  1m59.0s/5m0s

running (2m00.0s), 100/100 VUs, 412 complete and 0 interrupted iterations
default   [  40% ] 100 VUs  2m00.0s/5m0s

running (2m01.0s), 100/100 VUs, 421 complete and 0 interrupted iterations
default   [  40% ] 100 VUs  2m01.0s/5m0s

running (2m02.0s), 100/100 VUs, 431 complete and 0 interrupted iterations
default   [  41% ] 100 VUs  2m02.0s/5m0s

running (2m03.0s), 100/100 VUs, 448 complete and 0 interrupted iterations
default   [  41% ] 100 VUs  2m03.0s/5m0s

running (2m04.0s), 100/100 VUs, 450 complete and 0 interrupted iterations
default   [  41% ] 100 VUs  2m04.0s/5m0s

running (2m05.0s), 100/100 VUs, 505 complete and 0 interrupted iterations
default   [  42% ] 100 VUs  2m05.0s/5m0s

running (2m06.0s), 100/100 VUs, 505 complete and 0 interrupted iterations
default   [  42% ] 100 VUs  2m06.0s/5m0s

running (2m07.0s), 100/100 VUs, 505 complete and 0 interrupted iterations
default   [  42% ] 100 VUs  2m07.0s/5m0s

running (2m08.0s), 100/100 VUs, 505 complete and 0 interrupted iterations
default   [  43% ] 100 VUs  2m08.0s/5m0s

running (2m09.0s), 100/100 VUs, 505 complete and 0 interrupted iterations
default   [  43% ] 100 VUs  2m09.0s/5m0s

running (2m10.0s), 100/100 VUs, 505 complete and 0 interrupted iterations
default   [  43% ] 100 VUs  2m10.0s/5m0s

running (2m11.0s), 100/100 VUs, 505 complete and 0 interrupted iterations
default   [  44% ] 100 VUs  2m11.0s/5m0s

running (2m12.0s), 100/100 VUs, 505 complete and 0 interrupted iterations
default   [  44% ] 100 VUs  2m12.0s/5m0s

running (2m13.0s), 100/100 VUs, 506 complete and 0 interrupted iterations
default   [  44% ] 100 VUs  2m13.0s/5m0s

running (2m14.0s), 100/100 VUs, 508 complete and 0 interrupted iterations
default   [  45% ] 100 VUs  2m14.0s/5m0s

running (2m15.0s), 100/100 VUs, 508 complete and 0 interrupted iterations
default   [  45% ] 100 VUs  2m15.0s/5m0s

running (2m16.0s), 100/100 VUs, 508 complete and 0 interrupted iterations
default   [  45% ] 100 VUs  2m16.0s/5m0s

running (2m17.0s), 100/100 VUs, 508 complete and 0 interrupted iterations
default   [  46% ] 100 VUs  2m17.0s/5m0s

running (2m18.0s), 100/100 VUs, 508 complete and 0 interrupted iterations
default   [  46% ] 100 VUs  2m18.0s/5m0s

running (2m19.0s), 100/100 VUs, 508 complete and 0 interrupted iterations
default   [  46% ] 100 VUs  2m19.0s/5m0s

running (2m20.0s), 100/100 VUs, 508 complete and 0 interrupted iterations
default   [  47% ] 100 VUs  2m20.0s/5m0s

running (2m21.0s), 100/100 VUs, 508 complete and 0 interrupted iterations
default   [  47% ] 100 VUs  2m21.0s/5m0s

running (2m22.0s), 100/100 VUs, 508 complete and 0 interrupted iterations
default   [  47% ] 100 VUs  2m22.0s/5m0s

running (2m23.0s), 100/100 VUs, 508 complete and 0 interrupted iterations
default   [  48% ] 100 VUs  2m23.0s/5m0s

running (2m24.0s), 100/100 VUs, 508 complete and 0 interrupted iterations
default   [  48% ] 100 VUs  2m24.0s/5m0s

running (2m25.0s), 100/100 VUs, 508 complete and 0 interrupted iterations
default   [  48% ] 100 VUs  2m25.0s/5m0s

running (2m26.0s), 100/100 VUs, 509 complete and 0 interrupted iterations
default   [  49% ] 100 VUs  2m26.0s/5m0s

running (2m27.0s), 100/100 VUs, 514 complete and 0 interrupted iterations
default   [  49% ] 100 VUs  2m27.0s/5m0s

running (2m28.0s), 100/100 VUs, 522 complete and 0 interrupted iterations
default   [  49% ] 100 VUs  2m28.0s/5m0s

running (2m29.0s), 100/100 VUs, 530 complete and 0 interrupted iterations
default   [  50% ] 100 VUs  2m29.0s/5m0s

running (2m30.0s), 100/100 VUs, 538 complete and 0 interrupted iterations
default   [  50% ] 100 VUs  2m30.0s/5m0s

running (2m31.0s), 100/100 VUs, 546 complete and 0 interrupted iterations
default   [  50% ] 100 VUs  2m31.0s/5m0s

running (2m32.0s), 100/100 VUs, 555 complete and 0 interrupted iterations
default   [  51% ] 100 VUs  2m32.0s/5m0s

running (2m33.0s), 100/100 VUs, 563 complete and 0 interrupted iterations
default   [  51% ] 100 VUs  2m33.0s/5m0s

running (2m34.0s), 100/100 VUs, 571 complete and 0 interrupted iterations
default   [  51% ] 100 VUs  2m34.0s/5m0s

running (2m35.0s), 100/100 VUs, 579 complete and 0 interrupted iterations
default   [  52% ] 100 VUs  2m35.0s/5m0s

running (2m36.0s), 100/100 VUs, 584 complete and 0 interrupted iterations
default   [  52% ] 100 VUs  2m36.0s/5m0s

running (2m37.0s), 100/100 VUs, 584 complete and 0 interrupted iterations
default   [  52% ] 100 VUs  2m37.0s/5m0s

running (2m38.0s), 100/100 VUs, 584 complete and 0 interrupted iterations
default   [  53% ] 100 VUs  2m38.0s/5m0s

running (2m39.0s), 100/100 VUs, 584 complete and 0 interrupted iterations
default   [  53% ] 100 VUs  2m39.0s/5m0s

running (2m40.0s), 100/100 VUs, 584 complete and 0 interrupted iterations
default   [  53% ] 100 VUs  2m40.0s/5m0s

running (2m41.0s), 100/100 VUs, 596 complete and 0 interrupted iterations
default   [  54% ] 100 VUs  2m41.0s/5m0s

running (2m42.0s), 100/100 VUs, 596 complete and 0 interrupted iterations
default   [  54% ] 100 VUs  2m42.0s/5m0s

running (2m43.0s), 100/100 VUs, 596 complete and 0 interrupted iterations
default   [  54% ] 100 VUs  2m43.0s/5m0s

running (2m44.0s), 100/100 VUs, 596 complete and 0 interrupted iterations
default   [  55% ] 100 VUs  2m44.0s/5m0s

running (2m45.0s), 100/100 VUs, 596 complete and 0 interrupted iterations
default   [  55% ] 100 VUs  2m45.0s/5m0s

running (2m46.0s), 100/100 VUs, 596 complete and 0 interrupted iterations
default   [  55% ] 100 VUs  2m46.0s/5m0s

running (2m47.0s), 100/100 VUs, 596 complete and 0 interrupted iterations
default   [  56% ] 100 VUs  2m47.0s/5m0s

running (2m48.0s), 100/100 VUs, 596 complete and 0 interrupted iterations
default   [  56% ] 100 VUs  2m48.0s/5m0s

running (2m49.0s), 100/100 VUs, 596 complete and 0 interrupted iterations
default   [  56% ] 100 VUs  2m49.0s/5m0s

running (2m50.0s), 100/100 VUs, 596 complete and 0 interrupted iterations
default   [  57% ] 100 VUs  2m50.0s/5m0s

running (2m51.2s), 100/100 VUs, 601 complete and 0 interrupted iterations
default   [  57% ] 100 VUs  2m51.2s/5m0s

running (2m52.0s), 100/100 VUs, 609 complete and 0 interrupted iterations
default   [  57% ] 100 VUs  2m52.0s/5m0s

running (2m53.0s), 100/100 VUs, 616 complete and 0 interrupted iterations
default   [  58% ] 100 VUs  2m53.0s/5m0s

running (2m54.0s), 100/100 VUs, 616 complete and 0 interrupted iterations
default   [  58% ] 100 VUs  2m54.0s/5m0s

running (2m55.0s), 100/100 VUs, 616 complete and 0 interrupted iterations
default   [  58% ] 100 VUs  2m55.0s/5m0s

running (2m56.0s), 100/100 VUs, 616 complete and 0 interrupted iterations
default   [  59% ] 100 VUs  2m56.0s/5m0s

running (2m57.0s), 100/100 VUs, 616 complete and 0 interrupted iterations
default   [  59% ] 100 VUs  2m57.0s/5m0s

running (2m58.0s), 100/100 VUs, 616 complete and 0 interrupted iterations
default   [  59% ] 100 VUs  2m58.0s/5m0s

running (2m59.0s), 100/100 VUs, 617 complete and 0 interrupted iterations
default   [  60% ] 100 VUs  2m59.0s/5m0s

running (3m00.0s), 100/100 VUs, 618 complete and 0 interrupted iterations
default   [  60% ] 100 VUs  3m00.0s/5m0s

running (3m01.0s), 100/100 VUs, 620 complete and 0 interrupted iterations
default   [  60% ] 100 VUs  3m01.0s/5m0s

running (3m02.0s), 100/100 VUs, 622 complete and 0 interrupted iterations
default   [  61% ] 100 VUs  3m02.0s/5m0s

running (3m03.0s), 100/100 VUs, 667 complete and 0 interrupted iterations
default   [  61% ] 100 VUs  3m03.0s/5m0s

running (3m04.0s), 100/100 VUs, 688 complete and 0 interrupted iterations
default   [  61% ] 100 VUs  3m04.0s/5m0s

running (3m05.0s), 100/100 VUs, 707 complete and 0 interrupted iterations
default   [  62% ] 100 VUs  3m05.0s/5m0s

running (3m06.0s), 100/100 VUs, 709 complete and 0 interrupted iterations
default   [  62% ] 100 VUs  3m06.0s/5m0s

running (3m07.0s), 100/100 VUs, 717 complete and 0 interrupted iterations
default   [  62% ] 100 VUs  3m07.0s/5m0s

running (3m08.0s), 100/100 VUs, 719 complete and 0 interrupted iterations
default   [  63% ] 100 VUs  3m08.0s/5m0s

running (3m09.0s), 100/100 VUs, 720 complete and 0 interrupted iterations
default   [  63% ] 100 VUs  3m09.0s/5m0s

running (3m10.0s), 100/100 VUs, 720 complete and 0 interrupted iterations
default   [  63% ] 100 VUs  3m10.0s/5m0s

running (3m11.0s), 100/100 VUs, 723 complete and 0 interrupted iterations
default   [  64% ] 100 VUs  3m11.0s/5m0s

running (3m12.0s), 100/100 VUs, 723 complete and 0 interrupted iterations
default   [  64% ] 100 VUs  3m12.0s/5m0s

running (3m13.0s), 100/100 VUs, 723 complete and 0 interrupted iterations
default   [  64% ] 100 VUs  3m13.0s/5m0s

running (3m14.0s), 100/100 VUs, 723 complete and 0 interrupted iterations
default   [  65% ] 100 VUs  3m14.0s/5m0s

running (3m15.0s), 100/100 VUs, 723 complete and 0 interrupted iterations
default   [  65% ] 100 VUs  3m15.0s/5m0s

running (3m16.0s), 100/100 VUs, 723 complete and 0 interrupted iterations
default   [  65% ] 100 VUs  3m16.0s/5m0s

running (3m17.0s), 100/100 VUs, 723 complete and 0 interrupted iterations
default   [  66% ] 100 VUs  3m17.0s/5m0s

running (3m18.0s), 100/100 VUs, 723 complete and 0 interrupted iterations
default   [  66% ] 100 VUs  3m18.0s/5m0s

running (3m19.0s), 100/100 VUs, 723 complete and 0 interrupted iterations
default   [  66% ] 100 VUs  3m19.0s/5m0s

running (3m20.0s), 100/100 VUs, 723 complete and 0 interrupted iterations
default   [  67% ] 100 VUs  3m20.0s/5m0s

running (3m21.0s), 100/100 VUs, 723 complete and 0 interrupted iterations
default   [  67% ] 100 VUs  3m21.0s/5m0s

running (3m22.0s), 100/100 VUs, 723 complete and 0 interrupted iterations
default   [  67% ] 100 VUs  3m22.0s/5m0s

running (3m23.0s), 100/100 VUs, 723 complete and 0 interrupted iterations
default   [  68% ] 100 VUs  3m23.0s/5m0s

running (3m24.0s), 100/100 VUs, 724 complete and 0 interrupted iterations
default   [  68% ] 100 VUs  3m24.0s/5m0s

running (3m25.0s), 100/100 VUs, 724 complete and 0 interrupted iterations
default   [  68% ] 100 VUs  3m25.0s/5m0s

running (3m26.0s), 100/100 VUs, 724 complete and 0 interrupted iterations
default   [  69% ] 100 VUs  3m26.0s/5m0s

running (3m27.0s), 100/100 VUs, 724 complete and 0 interrupted iterations
default   [  69% ] 100 VUs  3m27.0s/5m0s

running (3m28.0s), 100/100 VUs, 724 complete and 0 interrupted iterations
default   [  69% ] 100 VUs  3m28.0s/5m0s

running (3m29.0s), 100/100 VUs, 749 complete and 0 interrupted iterations
default   [  70% ] 100 VUs  3m29.0s/5m0s

running (3m30.0s), 100/100 VUs, 752 complete and 0 interrupted iterations
default   [  70% ] 100 VUs  3m30.0s/5m0s

running (3m31.0s), 100/100 VUs, 755 complete and 0 interrupted iterations
default   [  70% ] 100 VUs  3m31.0s/5m0s

running (3m32.0s), 100/100 VUs, 758 complete and 0 interrupted iterations
default   [  71% ] 100 VUs  3m32.0s/5m0s

running (3m33.0s), 100/100 VUs, 760 complete and 0 interrupted iterations
default   [  71% ] 100 VUs  3m33.0s/5m0s

running (3m34.0s), 100/100 VUs, 765 complete and 0 interrupted iterations
default   [  71% ] 100 VUs  3m34.0s/5m0s

running (3m35.0s), 100/100 VUs, 768 complete and 0 interrupted iterations
default   [  72% ] 100 VUs  3m35.0s/5m0s

running (3m36.0s), 100/100 VUs, 770 complete and 0 interrupted iterations
default   [  72% ] 100 VUs  3m36.0s/5m0s

running (3m37.0s), 100/100 VUs, 773 complete and 0 interrupted iterations
default   [  72% ] 100 VUs  3m37.0s/5m0s

running (3m38.0s), 100/100 VUs, 776 complete and 0 interrupted iterations
default   [  73% ] 100 VUs  3m38.0s/5m0s

running (3m39.0s), 100/100 VUs, 792 complete and 0 interrupted iterations
default   [  73% ] 100 VUs  3m39.0s/5m0s

running (3m40.0s), 100/100 VUs, 792 complete and 0 interrupted iterations
default   [  73% ] 100 VUs  3m40.0s/5m0s

running (3m41.0s), 100/100 VUs, 794 complete and 0 interrupted iterations
default   [  74% ] 100 VUs  3m41.0s/5m0s

running (3m42.0s), 100/100 VUs, 798 complete and 0 interrupted iterations
default   [  74% ] 100 VUs  3m42.0s/5m0s

running (3m43.0s), 100/100 VUs, 798 complete and 0 interrupted iterations
default   [  74% ] 100 VUs  3m43.0s/5m0s

running (3m44.0s), 100/100 VUs, 798 complete and 0 interrupted iterations
default   [  75% ] 100 VUs  3m44.0s/5m0s

running (3m45.0s), 100/100 VUs, 798 complete and 0 interrupted iterations
default   [  75% ] 100 VUs  3m45.0s/5m0s

running (3m46.0s), 100/100 VUs, 798 complete and 0 interrupted iterations
default   [  75% ] 100 VUs  3m46.0s/5m0s

running (3m47.0s), 100/100 VUs, 798 complete and 0 interrupted iterations
default   [  76% ] 100 VUs  3m47.0s/5m0s

running (3m48.0s), 100/100 VUs, 799 complete and 0 interrupted iterations
default   [  76% ] 100 VUs  3m48.0s/5m0s

running (3m49.0s), 100/100 VUs, 800 complete and 0 interrupted iterations
default   [  76% ] 100 VUs  3m49.0s/5m0s

running (3m50.0s), 100/100 VUs, 801 complete and 0 interrupted iterations
default   [  77% ] 100 VUs  3m50.0s/5m0s

running (3m51.0s), 100/100 VUs, 801 complete and 0 interrupted iterations
default   [  77% ] 100 VUs  3m51.0s/5m0s

running (3m52.0s), 100/100 VUs, 801 complete and 0 interrupted iterations
default   [  77% ] 100 VUs  3m52.0s/5m0s

running (3m53.0s), 100/100 VUs, 803 complete and 0 interrupted iterations
default   [  78% ] 100 VUs  3m53.0s/5m0s

running (3m54.0s), 100/100 VUs, 803 complete and 0 interrupted iterations
default   [  78% ] 100 VUs  3m54.0s/5m0s

running (3m55.0s), 100/100 VUs, 803 complete and 0 interrupted iterations
default   [  78% ] 100 VUs  3m55.0s/5m0s

running (3m56.0s), 100/100 VUs, 803 complete and 0 interrupted iterations
default   [  79% ] 100 VUs  3m56.0s/5m0s

running (3m57.0s), 100/100 VUs, 804 complete and 0 interrupted iterations
default   [  79% ] 100 VUs  3m57.0s/5m0s

running (3m58.0s), 100/100 VUs, 804 complete and 0 interrupted iterations
default   [  79% ] 100 VUs  3m58.0s/5m0s

running (3m59.0s), 100/100 VUs, 804 complete and 0 interrupted iterations
default   [  80% ] 100 VUs  3m59.0s/5m0s

running (4m00.0s), 100/100 VUs, 804 complete and 0 interrupted iterations
default   [  80% ] 100 VUs  4m00.0s/5m0s

running (4m01.0s), 100/100 VUs, 804 complete and 0 interrupted iterations
default   [  80% ] 100 VUs  4m01.0s/5m0s

running (4m02.0s), 100/100 VUs, 805 complete and 0 interrupted iterations
default   [  81% ] 100 VUs  4m02.0s/5m0s

running (4m03.0s), 100/100 VUs, 806 complete and 0 interrupted iterations
default   [  81% ] 100 VUs  4m03.0s/5m0s

running (4m04.0s), 100/100 VUs, 806 complete and 0 interrupted iterations
default   [  81% ] 100 VUs  4m04.0s/5m0s

running (4m05.0s), 100/100 VUs, 806 complete and 0 interrupted iterations
default   [  82% ] 100 VUs  4m05.0s/5m0s

running (4m06.0s), 100/100 VUs, 809 complete and 0 interrupted iterations
default   [  82% ] 100 VUs  4m06.0s/5m0s

running (4m07.0s), 100/100 VUs, 816 complete and 0 interrupted iterations
default   [  82% ] 100 VUs  4m07.0s/5m0s

running (4m08.0s), 100/100 VUs, 822 complete and 0 interrupted iterations
default   [  83% ] 100 VUs  4m08.0s/5m0s

running (4m09.0s), 100/100 VUs, 870 complete and 0 interrupted iterations
default   [  83% ] 100 VUs  4m09.0s/5m0s

running (4m10.0s), 100/100 VUs, 888 complete and 0 interrupted iterations
default   [  83% ] 100 VUs  4m10.0s/5m0s

running (4m11.0s), 100/100 VUs, 902 complete and 0 interrupted iterations
default   [  84% ] 100 VUs  4m11.0s/5m0s

running (4m12.0s), 100/100 VUs, 902 complete and 0 interrupted iterations
default   [  84% ] 100 VUs  4m12.0s/5m0s

running (4m13.0s), 100/100 VUs, 902 complete and 0 interrupted iterations
default   [  84% ] 100 VUs  4m13.0s/5m0s

running (4m14.0s), 100/100 VUs, 902 complete and 0 interrupted iterations
default   [  85% ] 100 VUs  4m14.0s/5m0s

running (4m15.0s), 100/100 VUs, 903 complete and 0 interrupted iterations
default   [  85% ] 100 VUs  4m15.0s/5m0s

running (4m16.0s), 100/100 VUs, 906 complete and 0 interrupted iterations
default   [  85% ] 100 VUs  4m16.0s/5m0s

running (4m17.0s), 100/100 VUs, 906 complete and 0 interrupted iterations
default   [  86% ] 100 VUs  4m17.0s/5m0s

running (4m18.0s), 100/100 VUs, 906 complete and 0 interrupted iterations
default   [  86% ] 100 VUs  4m18.0s/5m0s

running (4m19.0s), 100/100 VUs, 906 complete and 0 interrupted iterations
default   [  86% ] 100 VUs  4m19.0s/5m0s

running (4m20.0s), 100/100 VUs, 906 complete and 0 interrupted iterations
default   [  87% ] 100 VUs  4m20.0s/5m0s

running (4m21.0s), 100/100 VUs, 906 complete and 0 interrupted iterations
default   [  87% ] 100 VUs  4m21.0s/5m0s

running (4m22.0s), 100/100 VUs, 906 complete and 0 interrupted iterations
default   [  87% ] 100 VUs  4m22.0s/5m0s

running (4m23.0s), 100/100 VUs, 906 complete and 0 interrupted iterations
default   [  88% ] 100 VUs  4m23.0s/5m0s

running (4m24.0s), 100/100 VUs, 906 complete and 0 interrupted iterations
default   [  88% ] 100 VUs  4m24.0s/5m0s

running (4m25.0s), 100/100 VUs, 906 complete and 0 interrupted iterations
default   [  88% ] 100 VUs  4m25.0s/5m0s

running (4m26.0s), 100/100 VUs, 906 complete and 0 interrupted iterations
default   [  89% ] 100 VUs  4m26.0s/5m0s

running (4m27.0s), 100/100 VUs, 906 complete and 0 interrupted iterations
default   [  89% ] 100 VUs  4m27.0s/5m0s

running (4m28.0s), 100/100 VUs, 906 complete and 0 interrupted iterations
default   [  89% ] 100 VUs  4m28.0s/5m0s

running (4m29.0s), 100/100 VUs, 906 complete and 0 interrupted iterations
default   [  90% ] 100 VUs  4m29.0s/5m0s

running (4m30.0s), 100/100 VUs, 906 complete and 0 interrupted iterations
default   [  90% ] 100 VUs  4m30.0s/5m0s

running (4m31.0s), 100/100 VUs, 906 complete and 0 interrupted iterations
default   [  90% ] 100 VUs  4m31.0s/5m0s

running (4m32.0s), 100/100 VUs, 906 complete and 0 interrupted iterations
default   [  91% ] 100 VUs  4m32.0s/5m0s

running (4m33.0s), 100/100 VUs, 934 complete and 0 interrupted iterations
default   [  91% ] 100 VUs  4m33.0s/5m0s

running (4m34.0s), 100/100 VUs, 938 complete and 0 interrupted iterations
default   [  91% ] 100 VUs  4m34.0s/5m0s

running (4m35.0s), 100/100 VUs, 942 complete and 0 interrupted iterations
default   [  92% ] 100 VUs  4m35.0s/5m0s

running (4m36.0s), 100/100 VUs, 945 complete and 0 interrupted iterations
default   [  92% ] 100 VUs  4m36.0s/5m0s

running (4m37.0s), 100/100 VUs, 948 complete and 0 interrupted iterations
default   [  92% ] 100 VUs  4m37.0s/5m0s

running (4m38.0s), 100/100 VUs, 952 complete and 0 interrupted iterations
default   [  93% ] 100 VUs  4m38.0s/5m0s

running (4m39.0s), 100/100 VUs, 956 complete and 0 interrupted iterations
default   [  93% ] 100 VUs  4m39.0s/5m0s

running (4m40.0s), 100/100 VUs, 960 complete and 0 interrupted iterations
default   [  93% ] 100 VUs  4m40.0s/5m0s

running (4m41.0s), 100/100 VUs, 969 complete and 0 interrupted iterations
default   [  94% ] 100 VUs  4m41.0s/5m0s

running (4m42.0s), 100/100 VUs, 969 complete and 0 interrupted iterations
default   [  94% ] 100 VUs  4m42.0s/5m0s

running (4m43.0s), 100/100 VUs, 983 complete and 0 interrupted iterations
default   [  94% ] 100 VUs  4m43.0s/5m0s

running (4m44.0s), 100/100 VUs, 984 complete and 0 interrupted iterations
default   [  95% ] 100 VUs  4m44.0s/5m0s

running (4m45.0s), 100/100 VUs, 984 complete and 0 interrupted iterations
default   [  95% ] 100 VUs  4m45.0s/5m0s

running (4m46.0s), 100/100 VUs, 984 complete and 0 interrupted iterations
default   [  95% ] 100 VUs  4m46.0s/5m0s

running (4m47.0s), 100/100 VUs, 984 complete and 0 interrupted iterations
default   [  96% ] 100 VUs  4m47.0s/5m0s

running (4m48.0s), 100/100 VUs, 984 complete and 0 interrupted iterations
default   [  96% ] 100 VUs  4m48.0s/5m0s

running (4m49.0s), 100/100 VUs, 984 complete and 0 interrupted iterations
default   [  96% ] 100 VUs  4m49.0s/5m0s

running (4m50.0s), 100/100 VUs, 984 complete and 0 interrupted iterations
default   [  97% ] 100 VUs  4m50.0s/5m0s

running (4m51.0s), 100/100 VUs, 984 complete and 0 interrupted iterations
default   [  97% ] 100 VUs  4m51.0s/5m0s

running (4m52.0s), 100/100 VUs, 984 complete and 0 interrupted iterations
default   [  97% ] 100 VUs  4m52.0s/5m0s

running (4m53.0s), 100/100 VUs, 984 complete and 0 interrupted iterations
default   [  98% ] 100 VUs  4m53.0s/5m0s

running (4m54.3s), 100/100 VUs, 984 complete and 0 interrupted iterations
default   [  98% ] 100 VUs  4m54.3s/5m0s

running (4m55.0s), 100/100 VUs, 984 complete and 0 interrupted iterations
default   [  98% ] 100 VUs  4m55.0s/5m0s

running (4m56.0s), 100/100 VUs, 984 complete and 0 interrupted iterations
default   [  99% ] 100 VUs  4m56.0s/5m0s

running (4m57.0s), 100/100 VUs, 986 complete and 0 interrupted iterations
default   [  99% ] 100 VUs  4m57.0s/5m0s

running (4m58.0s), 100/100 VUs, 989 complete and 0 interrupted iterations
default   [  99% ] 100 VUs  4m58.0s/5m0s

running (4m59.0s), 100/100 VUs, 997 complete and 0 interrupted iterations
default   [ 100% ] 100 VUs  4m59.0s/5m0s

running (5m00.0s), 100/100 VUs, 1000 complete and 0 interrupted iterations
default   [ 100% ] 100 VUs  5m00.0s/5m0s

running (5m01.0s), 100/100 VUs, 1000 complete and 0 interrupted iterations
default ↓ [ 100% ] 100 VUs  5m0s

running (5m02.0s), 100/100 VUs, 1000 complete and 0 interrupted iterations
default ↓ [ 100% ] 100 VUs  5m0s

running (5m03.0s), 100/100 VUs, 1000 complete and 0 interrupted iterations
default ↓ [ 100% ] 100 VUs  5m0s

running (5m04.0s), 098/100 VUs, 1002 complete and 0 interrupted iterations
default ↓ [ 100% ] 100 VUs  5m0s

running (5m05.0s), 098/100 VUs, 1002 complete and 0 interrupted iterations
default ↓ [ 100% ] 100 VUs  5m0s

running (5m06.0s), 098/100 VUs, 1002 complete and 0 interrupted iterations
default ↓ [ 100% ] 100 VUs  5m0s

running (5m07.0s), 098/100 VUs, 1002 complete and 0 interrupted iterations
default ↓ [ 100% ] 100 VUs  5m0s

running (5m08.0s), 098/100 VUs, 1002 complete and 0 interrupted iterations
default ↓ [ 100% ] 100 VUs  5m0s

running (5m09.0s), 098/100 VUs, 1002 complete and 0 interrupted iterations
default ↓ [ 100% ] 100 VUs  5m0s

running (5m10.0s), 098/100 VUs, 1002 complete and 0 interrupted iterations
default ↓ [ 100% ] 100 VUs  5m0s

running (5m11.0s), 098/100 VUs, 1002 complete and 0 interrupted iterations
default ↓ [ 100% ] 100 VUs  5m0s

running (5m12.0s), 098/100 VUs, 1002 complete and 0 interrupted iterations
default ↓ [ 100% ] 100 VUs  5m0s

running (5m13.0s), 098/100 VUs, 1002 complete and 0 interrupted iterations
default ↓ [ 100% ] 100 VUs  5m0s

running (5m14.0s), 096/100 VUs, 1004 complete and 0 interrupted iterations
default ↓ [ 100% ] 100 VUs  5m0s

running (5m15.0s), 049/100 VUs, 1051 complete and 0 interrupted iterations
default ↓ [ 100% ] 100 VUs  5m0s

running (5m16.0s), 036/100 VUs, 1064 complete and 0 interrupted iterations
default ↓ [ 100% ] 100 VUs  5m0s

running (5m17.0s), 020/100 VUs, 1080 complete and 0 interrupted iterations
default ↓ [ 100% ] 100 VUs  5m0s

running (5m18.0s), 015/100 VUs, 1085 complete and 0 interrupted iterations
default ↓ [ 100% ] 100 VUs  5m0s

running (5m19.0s), 015/100 VUs, 1085 complete and 0 interrupted iterations
default ↓ [ 100% ] 100 VUs  5m0s

running (5m20.0s), 011/100 VUs, 1089 complete and 0 interrupted iterations
default ↓ [ 100% ] 100 VUs  5m0s

     █ Create Research

     █ Get All Researches

     █ Get Research by ID

     █ Upload Distribution

     data_received..................: 5.1 GB 16 MB/s
     data_sent......................: 415 kB 1.3 kB/s
     group_duration.................: avg=7.84s    min=3.2µs    med=4.94s  max=1m2s    p(90)=19.47s  p(95)=22.23s  
     http_req_blocked...............: avg=330.68µs min=0s       med=8µs    max=30.95ms p(90)=803.7µs p(95)=1.24ms  
     http_req_connecting............: avg=251.6µs  min=0s       med=0s     max=30.88ms p(90)=614µs   p(95)=1.1ms   
     http_req_duration..............: avg=5.64s    min=1.18ms   med=5.17s  max=1m0s    p(90)=10.46s  p(95)=12.33s  
       { expected_response:true }...: avg=4.73s    min=1.18ms   med=2.79s  max=43.1s   p(90)=10.45s  p(95)=11.09s  
     http_req_failed................: 12.85% ✓ 421       ✗ 2853 
     http_req_receiving.............: avg=952.67ms min=0s       med=77µs   max=9.33s   p(90)=3.85s   p(95)=5.3s    
     http_req_sending...............: avg=132.06ms min=2µs      med=15µs   max=8.07s   p(90)=77µs    p(95)=147.34µs
     http_req_tls_handshaking.......: avg=0s       min=0s       med=0s     max=0s      p(90)=0s      p(95)=0s      
     http_req_waiting...............: avg=4.55s    min=1.13ms   med=2.97s  max=1m0s    p(90)=10s     p(95)=10.45s  
     http_reqs......................: 3274   10.226454/s
     iteration_duration.............: avg=25.26s   min=130.58ms med=24.26s max=1m5s    p(90)=36.29s  p(95)=42.03s  
     iterations.....................: 1100   3.435889/s
     vus............................: 11     min=11      max=100
     vus_max........................: 100    min=100     max=100


running (5m20.2s), 000/100 VUs, 1100 complete and 0 interrupted iterations
default ✓ [ 100% ] 100 VUs  5m0s